{
    "project": {
        "name": "Latrinalia",
        "goal": "<em>Latrinalia</em> is a responsive responsive web page which main purpose is the continuous collection of user uploaded data about toilet graffiti. Users can &#45; anonymously or pseudonymously by creating an account &#45; upload and transcribe images. Due to the crowdsourced based approach linguists, social scientists and psychologists are provided with a sufficient amount of data which helps them to mainly focus on the analyzation and examination.",
        "summary": "A Crowdsourced Approach for the Documentation and Transcription of <span class='primary-light'>Graffiti</span> in Public Restrooms",
        "date": "2014",
        "header-image": ["small", "large"],
        "functionality": "One of the main goals was it that the users act as a community and therefore are responsible to add and evaluate data. Because of this users can not only upload data but they can also <strong>comment</strong>, <strong>like</strong>, <strong>report</strong>, <strong>share</strong> and most importantly <strong>transcribe</strong> images of other users. ",
        "process": "<h4>Sketching</h4><p>The fist development stage was the sketching of the individuals sites in a <strong>mobile-first</strong> approach. Each sketch was shared, pitched and critiqued by the team members which finally agreed on the most appropriate sketch for each site.<picture><source media='(min-width: 32em)' srcset='assets/img/latrinalia/sketch_1_large.jpg'><source media='(max-width: 32em)' srcset='assets/img/latrinalia/sketch_1_small.jpg'><img srcset='sketch_1_small.jpg' alt='Sketch'></picture></p><h4>High Fidelity Prototyp</h4><p>The results of the sketching were transformed into a high fidelity prototyp by using <strong>Axure</strong>. Although it is usual to start right away in the brwoser, we decided to build the prototyp in <strong>Axure</strong> as it was alot of faster as we were trained in <strong>Axure</strong> during the course of studies. Nonetheless the design was transformed into HTML as fast as possible to decide about major breakpoints and other important design decisions. <img src='assets/img/latrinalia/high_fidelity_1_small.png'></p><h4>Implementation</h4><ul><li>HTML</li><li>CSS</li><li>JavaScript</li><li>Grunt</li><li>Photoshop</li></ul><h4>Usability Testing</h4><p>After each iteration step - sketching, prototyping and implementing - we counducted guerilla user tests to become aware of the biggest problems the users encountered when using the site.</p>",
        "demo": "<a href='www.latrinalia.de'>Visit the website!</a>"
    }
}